tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "versent/taps"
tap "warrensbox/tap"
brew "coreutils"
brew "asdf", args: ["HEAD"]
brew "aspell"
brew "awscli"
brew "circleci"
brew "cmake"
brew "curl"
brew "docker-credential-helper-ecr", link: false
brew "fd"
brew "fontconfig"
brew "gh"
brew "git"
brew "go"
brew "golang-migrate"
brew "grpcurl"
brew "helm"
brew "jq"
brew "jsonnet"
brew "kube-ps1"
brew "kubectx"
brew "maven"
brew "protobuf"
brew "mysql"
brew "mysql-client@5.7"
brew "neovim"
brew "node"
brew "pngpaste"
brew "postgresql"
brew "pyenv"
brew "python@3.8"
brew "redis"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "terraform-docs"
brew "tflint"
brew "tmux"
brew "tree"
brew "derailed/k9s/k9s"
brew "versent/taps/saml2aws"
brew "warrensbox/tap/tfswitch"
cask "bloomrpc"
cask "corretto8"
cask "docker"
cask "emacs"
cask "lens"
