tap "authzed/tap"
tap "bufbuild/buf"
tap "homebrew/bundle"
tap "ngrok/ngrok"
brew "bat"
brew "direnv"
brew "fx"
brew "fzf"
brew "go"
brew "jq"
brew "just"
brew "lazygit"
brew "lsd"
brew "fd"
brew "sesh"
brew "neovim"
brew "pgformatter"
brew "postgresql@17", link: true
brew "ripgrep"
brew "starship"
brew "stow"
brew "thefuck"
brew "tmux"
brew "vivid"
brew "yq"
brew "zoxide"
brew "authzed/tap/zed"
brew "bufbuild/buf/buf"
cask "1password-cli"
cask "ghostty"
cask "hiddenbar"
cask "ngrok"
